Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Manage your authentication methods
ar: إدارة طرق المصادقة الخاصة بك
bg: Управлявайте своите методи на удостоверяване
bn: আপনার প্রমাণীকরণ পদ্ধতি পরিচালনা করুন
ca: Gestiona els teus mètodes d'autenticació
cs: Spravujte své metody ověření
da: Administrer dine godkendelsesmetoder
de: Verwalte deine Authentifizierungsmethoden
de_at: Verwalten Sie Ihre Authentifizierungsmethoden
el: Διαχειριστείτε τις μεθόδους ελέγχου ταυτότητας σας
es: Administra tus métodos de autenticación
fa: روش‌های احراز هویت خود را مدیریت کنید
fi: Hallitse tunnistusmenetelmiäsi
fil: Pamahalaan ang iyong mga paraan ng authentication
fr: Gère tes méthodes d'authentification
fr_ch: Gérer vos méthodes d'authentification
gsw: Verwalt dini Authentifizierigsmethode
gu: તમારી પ્રમાણીકરણ પદ્ધતિઓનું સંચાલન કરો
he: נהל את שיטות האימות שלך
hi: अपनी प्रमाणीकरण विधियों को प्रबंधित करें
hr: Upravljajte svojim metodama autentifikacije
hu: Hitelesítési módszerek kezelése
id: Kelola metode autentikasi Anda
it: Gestisci i tuoi metodi di autenticazione
ja: 認証方法を管理する
kn: ನಿಮ್ಮ ದೃಢೀಕರಣ ವಿಧಾನಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ko: 인증 방법 관리
ln: Boyangeli ya ndenge na yo ya kondimisa
lv: Pārvaldīt autentifikācijas metodes
mr: तुमच्या प्रमाणीकरण पद्धती व्यवस्थापित करा
ms: Urus kaedah pengesahan anda
nb: Administrer autentiseringsmetodene dine
nl: Beheer je verificatiemethoden
nn_no: Administrer autentiseringsmetodane dine
pl: Zarządzaj swoimi metodami uwierzytelniania
pt: Gerenciar seus métodos de autenticação
pt_pt: Gerir os seus métodos de autenticação
ro: Gestionați metodele dvs. de autentificare
ru: Управляйте вашими методами аутентификации
sk: Spravujte svoje metódy overovania
sl: Upravljajte svoje metode preverjanja pristnosti
sr: Управљајте вашим методама аутентификације
sr_latn: Upravljajte vašim metodama autentifikacije
sv: Hantera dina autentiseringsmetoder
ta: உங்கள் அங்கீகார முறைகளை நிர்வகிக்கவும்
th: จัดการวิธีการตรวจสอบสิทธิ์ของคุณ
tr: Kimlik doğrulama yöntemlerinizi yönetin
uk: Керуйте своїми методами автентифікації
ur: اپنے تصدیقی طریقوں کا نظم کریں
vi: Quản lý các phương thức xác thực của bạn
zh: 管理您的验证方式
zh_hant: 管理您的驗證方式
zh_hant_tw: 管理您的驗證方式

source: Manual Entry Key:
ar: مفتاح الإدخال اليدوي:
bg: Ключ за ръчно въвеждане:
bn: ম্যানুয়াল এন্ট্রি কী:
ca: Clau d'entrada manual:
cs: Klíč pro ruční zadání:
da: Manuel indtastningsnøgle:
de: Manueller Eingabeschlüssel:
de_at: Manueller Eingabeschlüssel:
el: Κλειδί μη αυτόματης εισαγωγής:
es: Clave de entrada manual:
fa: کلید ورود دستی:
fi: Manuaalinen lisäysavain:
fr: Clé de saisie manuelle :
fr_ch: Clé de saisie manuelle :
gsw: Manuelle Iigabschlüssel:
gu: મેન્યુઅલ એન્ટ્રી કી:
he: מפתח הזנה ידנית:
hi: मैनुअल एंट्री कुंजी:
hr: Ključ za ručni unos:
hu: Kézi beviteli kulcs:
id: Kunci Entri Manual:
it: Chiave di inserimento manuale:
ja: 手動入力キー:
kn: ಹಸ್ತಚಾಲಿತ ನಮೂದು ಕೀ:
ko: 수동 입력 키:
ln: Fungola ya Kokotisa na Mabɔkɔ:
lv: Manuālās ievades atslēga:
mr: मॅन्युअल एंट्री की:
ms: Kunci Kemasukan Manual:
nb: Manuell inntastingsnøkkel:
nl: Handmatige invoersleutel:
nn_no: Manuell inntastingsnøkkel:
pl: Klucz wprowadzania ręcznego:
pt: Chave de entrada manual:
pt_pt: Chave de introdução manual:
ro: Cheie de introducere manuală:
ru: Ключ ручного ввода:
sk: Kľúč na manuálne zadanie:
sl: Ključ za ročni vnos:
sr: Кључ за ручни унос:
sr_latn: Ključ za ručni unos:
sv: Manuell inmatningsnyckel:
ta: கைமுறை உள்ளீட்டு விசை:
th: คีย์สำหรับป้อนด้วยตนเอง:
tr: Manuel giriş anahtarı:
uk: Ключ ручного введення:
ur: دستی اندراج کی کلید:
vi: Khóa nhập thủ công:
zh: 手动输入密钥：
zh_hant: 手動輸入金鑰：
zh_hant_tw: 手動輸入金鑰：

source: MFA is not enabled in the current configuration. Please contact your administrator.
ar: لم يتم تمكين المصادقة متعددة العوامل في التكوين الحالي. يرجى الاتصال بالمسؤول.
bg: Двуфакторното удостоверяване не е активирано в текущата конфигурация. Свържете се с администратора си.
bn: বর্তমান কনফিগারেশনে MFA সক্রিয় নেই। প্রশাসকের সাথে যোগাযোগ করুন।
ca: L'autenticació multifactor (MFA) no està activada a la configuració actual. Posa't en contacte amb l'administrador.
cs: MFA není v aktuální konfiguraci povoleno. Kontaktujte svého administrátora.
da: MFA er ikke aktiveret i den nuværende konfiguration. Kontakt din administrator.
de: MFA ist in der aktuellen Konfiguration nicht aktiviert. Bitte kontaktiere deinen Administrator.
de_at: Die Multi-Faktor-Authentifizierung ist in der aktuellen Konfiguration nicht aktiviert. Bitte wenden Sie sich an Ihren Administrator.
el: Ο έλεγχος ταυτότητας πολλαπλών παραγόντων δεν είναι ενεργοποιημένος στην τρέχουσα διαμόρφωση. Επικοινωνήστε με τον διαχειριστή σας.
es: MFA no está habilitado en la configuración actual. Por favor, contacta a tu administrador.
fa: احراز هویت چند عاملی در پیکربندی فعلی فعال نیست. لطفاً با سرپرست خود تماس بگیرید.
fi: MFA ei ole käytössä nykyisessä kokoonpanossa. Ota yhteyttä ylläpitäjään.
fil: Ang MFA ay hindi naka-enable sa kasalukuyang configuration. Mangyaring makipag-ugnayan sa iyong administrator.
fr: L'authentification multifacteur n'est pas activée dans la configuration actuelle. Contacte ton administrateur.
fr_ch: L'authentification multifacteur n'est pas activée dans la configuration actuelle. Veuillez contacter votre administrateur.
gsw: D'Multi-Faktor-Authentifizierig isch i de aktuelle Konfiguration nöd aktiviert. Bitte wend di a din Administrator.
gu: વર્તમાન ગોઠવણીમાં MFA સક્ષમ નથી. કૃપા કરીને તમારા વ્યવસ્થાપકનો સંપર્ક કરો.
he: אימות רב־גורמי אינו מופעל בתצורה הנוכחית. אנא פנה למנהל המערכת שלך.
hi: MFA वर्तमान कॉन्फ़िगरेशन में सक्षम नहीं है। कृपया अपने व्यवस्थापक से संपर्क करें।
hr: MFA nije omogućen u trenutnoj konfiguraciji. Kontaktirajte administratora.
hu: Az MFA nincs engedélyezve a jelenlegi konfigurációban. Lépjen kapcsolatba a rendszergazdával.
id: MFA tidak diaktifkan dalam konfigurasi saat ini. Silakan hubungi administrator Anda.
it: L'MFA non è abilitata nella configurazione corrente. Contatta il tuo amministratore.
ja: 現在の設定ではMFAが有効になっていません。管理者にお問い合わせください。
kn: ಪ್ರಸ್ತುತ ಸಂರಚನೆಯಲ್ಲಿ MFA ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 현재 구성에서 MFA가 활성화되어 있지 않습니다. 관리자에게 문의하세요.
ln: MFA ezali te na configuration ya lelo. Bengelaki kozwa contact na administratɛrɛ na yo.
lv: MFA nav iespējots pašreizējā konfigurācijā. Lūdzu, sazinieties ar administratoru.
mr: सध्याच्या कॉन्फिगरेशनमध्ये MFA सक्षम नाही. कृपया तुमच्या प्रशासकाशी संपर्क साधा.
ms: MFA tidak didayakan dalam konfigurasi semasa. Sila hubungi pentadbir anda.
nb: MFA er ikke aktivert i gjeldende konfigurasjon. Vennligst kontakt administratoren din.
nl: MFA is niet ingeschakeld in de huidige configuratie. Neem contact op met je beheerder.
nn_no: MFA er ikkje aktivert i gjeldande konfigurasjon. Ver venleg og kontakt administratoren din.
pl: MFA nie jest włączone w bieżącej konfiguracji. Skontaktuj się z administratorem.
pt: A MFA não está ativada na configuração atual. Entre em contato com seu administrador.
pt_pt: A MFA não está ativada na configuração atual. Contacte o seu administrador.
ro: MFA nu este activată în configurația actuală. Contactați administratorul.
ru: MFA не включена в текущей конфигурации. Обратитесь к администратору.
sk: MFA nie je v aktuálnej konfigurácii povolená. Obráťte sa na správcu.
sl: MFA ni omogočen v trenutni konfiguraciji. Obrnite se na skrbnika.
sr: MFA није омогућен у тренутној конфигурацији. Молимо контактирајте администратора.
sr_latn: MFA nije omogućen u trenutnoj konfiguraciji. Molimo kontaktirajte administratora.
sv: MFA är inte aktiverad i den aktuella konfigurationen. Kontakta din administratör.
ta: தற்போதைய கட்டமைப்பில் MFA இயக்கப்படவில்லை. உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்.
th: MFA ไม่ได้เปิดใช้งานในการกำหนดค่าปัจจุบัน โปรดติดต่อผู้ดูแลระบบของคุณ
tr: MFA mevcut yapılandırmada etkin değil. Lütfen yöneticinize başvurun.
uk: MFA не ввімкнено в поточній конфігурації. Зверніться до адміністратора.
ur: موجودہ ترتیب میں MFA فعال نہیں ہے۔ براہ کرم اپنے منتظم سے رابطہ کریں۔
vi: MFA không được bật trong cấu hình hiện tại. Vui lòng liên hệ với quản trị viên của bạn.
zh: 当前配置未启用多重验证(MFA)。请联系管理员。
zh_hant: 目前設定未啟用多重驗證(MFA)。請聯絡您的管理員。
zh_hant_tw: 目前的設定未啟用多重驗證 (MFA)。請聯絡您的管理員。

source: Multi-Factor Authentication Disabled
ar: المصادقة متعددة العوامل معطلة
bg: Двуфакторното удостоверяване е изключено
bn: মাল্টি-ফ্যাক্টর প্রমাণীকরণ নিষ্ক্রিয়
ca: Autenticació multifactor desactivada
cs: Vícefázové ověření vypnuto
da: Multifaktorgodkendelse deaktiveret
de: Mehr-Faktor-Authentifizierung deaktiviert
de_at: Multi-Faktor-Authentifizierung deaktiviert
el: Ο έλεγχος ταυτότητας πολλαπλών παραγόντων είναι απενεργοποιημένος
es: Autenticación multifactor deshabilitada
fa: احراز هویت چند عاملی غیرفعال است
fi: Monivaiheinen tunnistautuminen pois käytöstä
fil: Naka-disable ang Multi-Factor Authentication
fr: Authentification multifacteur désactivée
fr_ch: Authentification multifacteur désactivée
gsw: Multi-Faktor-Authentifizierig deaktiviert
gu: મલ્ટિ-ફેક્ટર પ્રમાણીકરણ અક્ષમ
he: אימות רב־גורמי מושבת
hi: बहु-कारक प्रमाणीकरण अक्षम
hr: Višestruka autentifikacija onemogućena
hu: Többtényezős hitelesítés letiltva
id: Autentikasi Multi-Faktor Dinonaktifkan
it: Autenticazione a più fattori disabilitata
ja: 多要素認証が無効
kn: ಬಹು-ಅಂಶ ದೃಢೀಕರಣ ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ
ko: 다단계 인증 비활성화됨
ln: Kondimisa ya Bakambi ebele ekangami
lv: Daudzfaktoru autentifikācija atspējota
mr: बहु-घटक प्रमाणीकरण अक्षम केले
ms: Pengesahan Pelbagai Faktor Dilumpuhkan
nb: Flerfaktorautentisering deaktivert
nl: Multifactor-authenticatie uitgeschakeld
nn_no: Fleirfaktorautentisering deaktivert
pl: Uwierzytelnianie wieloskładnikowe wyłączone
pt: Autenticação multifator desativada
pt_pt: Autenticação multifator desativada
ro: Autentificarea cu mai mulți factori dezactivată
ru: Многофакторная аутентификация отключена
sk: Viacfaktorové overovanie zakázané
sl: Večfaktorsko preverjanje pristnosti onemogočeno
sr: Вишефакторска аутентификација онемогућена
sr_latn: Višefaktorska autentifikacija onemogućena
sv: Flerfaktorsautentisering inaktiverad
ta: பல காரணி அங்கீகாரம் முடக்கப்பட்டது
th: ปิดการใช้งานการตรวจสอบสิทธิ์แบบหลายปัจจัย
tr: Çok faktörlü kimlik doğrulama devre dışı
uk: Багатофакторна автентифікація вимкнена
ur: کثیر عنصری تصدیق غیر فعال
vi: Xác thực đa yếu tố đã bị tắt
zh: 多重验证已禁用
zh_hant: 多重驗證已停用
zh_hant_tw: 多重驗證已停用

source: Name
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
fr_ch: Nom
gu: નામ
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
kn: ಹೆಸರು
ko: 이름
ln: Nkombo
lv: Vārds
mr: नाव
ms: Nama
nb: Navn
nl: Naam
nn_no: Namn
pl: Nazwa
pt: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sr: Име
sr_latn: Ime
sv: Namn
ta: பெயர்
th: ชื่อ
tr: Ad
uk: Ім'я
ur: نام
vi: Tên
zh: 姓名
zh_hant: 姓名
zh_hant_tw: 姓名

source: Next
ar: التالي
bg: Напред
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Weiter
de_at: Weiter
el: Επόμενο
es: Siguiente
fa: بعدی
fi: Seuraava
fil: Susunod
fr: Suivant
fr_ch: Suivant
gsw: Witer
gu: આગળ
he: הבא
hi: अगला
hr: Sljedeće
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
kn: ಮುಂದೆ
ko: 다음
ln: Oyo elandaki
lv: Tālāk
mr: पुढे
ms: Seterusnya
nb: Neste
nl: Volgende
nn_no: Neste
pl: Dalej
pt: Próximo
pt_pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalej
sl: Naprej
sr: Следеће
sr_latn: Sledeće
sv: Nästa
ta: அடுத்தது
th: ถัดไป
tr: İleri
uk: Далі
ur: اگلا
vi: Tiếp theo
zh: 下一步
zh_hant: 下一步
zh_hant_tw: 下一步

source: No Authentication Methods
ar: لا توجد طرق مصادقة
bg: Няма налични методи за удостоверяване
bn: কোনো প্রমাণীকরণ পদ্ধতি নেই
ca: No hi ha mètodes d'autenticació
cs: Žádné metody ověření
da: Ingen godkendelsesmetoder
de: Keine Authentifizierungsmethoden
de_at: Keine Authentifizierungsmethoden
el: Δεν υπάρχουν μέθοδοι ελέγχου ταυτότητας
es: Sin métodos de autenticación
fa: هیچ روش احراز هویتی وجود ندارد
fi: Ei tunnistusmenetelmiä
fil: Walang mga Paraan ng Authentication
fr: Aucune méthode d'authentification
fr_ch: Aucune méthode d'authentification
gsw: Kei Authentifizierigsmethode
gu: કોઈ પ્રમાણીકરણ પદ્ધતિઓ નથી
he: אין שיטות אימות
hi: कोई प्रमाणीकरण विधि नहीं
hr: Nema dostupnih metoda autentifikacije
hu: Nincsenek hitelesítési módszerek
id: Tidak Ada Metode Autentikasi
it: Nessun metodo di autenticazione
ja: 認証方法なし
kn: ಯಾವುದೇ ದೃಢೀಕರಣ ವಿಧಾನಗಳಿಲ್ಲ
ko: 인증 방법 없음
ln: Ndenge moko te ya Kondimisa
lv: Nav autentifikācijas metožu
mr: कोणत्याही प्रमाणीकरण पद्धती नाहीत
ms: Tiada Kaedah Pengesahan
nb: Ingen autentiseringsmetoder
nl: Geen authenticatiemethoden
nn_no: Ingen autentiseringsmetodar
pl: Brak metod uwierzytelniania
pt: Nenhum método de autenticação
pt_pt: Nenhum método de autenticação
ro: Nicio metodă de autentificare
ru: Нет методов аутентификации
sk: Žiadne metódy overovania
sl: Ni metod preverjanja pristnosti
sr: Нема метода аутентификације
sr_latn: Nema metoda autentifikacije
sv: Inga autentiseringsmetoder
ta: அங்கீகார முறைகள் இல்லை
th: ไม่มีวิธีการตรวจสอบสิทธิ์
tr: Kimlik doğrulama yöntemi yok
uk: Немає методів автентифікації
ur: کوئی تصدیقی طریقے نہیں
vi: Không có phương thức xác thực
zh: 无验证方式
zh_hant: 無驗證方式
zh_hant_tw: 無可用的驗證方式

source: No Authentication Methods Available
ar: لا توجد طرق مصادقة متاحة
bg: Няма налични методи за удостоверяване
bn: কোনো প্রমাণীকরণ পদ্ধতি উপলব্ধ নেই
ca: No hi ha mètodes d'autenticació disponibles
cs: Žádné metody ověření nejsou k dispozici
da: Ingen godkendelsesmetoder tilgængelige
de: Keine Authentifizierungsmethoden verfügbar
de_at: Keine Authentifizierungsmethoden verfügbar
el: Δεν υπάρχουν διαθέσιμες μέθοδοι ελέγχου ταυτότητας
es: No hay métodos de autenticación disponibles
fa: هیچ روش احراز هویتی موجود نیست
fi: Ei käytettävissä olevia tunnistusmenetelmiä
fil: Walang Available na mga Paraan ng Authentication
fr: Aucune méthode d'authentification disponible
fr_ch: Aucune méthode d'authentification disponible
gsw: Kei Authentifizierigsmethode verfüegbar
gu: કોઈ પ્રમાણીકરણ પદ્ધતિઓ ઉપલબ્ધ નથી
he: אין שיטות אימות זמינות
hi: कोई प्रमाणीकरण विधि उपलब्ध नहीं
hr: Nema dostupnih metoda autentifikacije
hu: Nincsenek elérhető hitelesítési módszerek
id: Tidak Ada Metode Autentikasi yang Tersedia
it: Nessun metodo di autenticazione disponibile
ja: 利用可能な認証方法がありません
kn: ಯಾವುದೇ ದೃಢೀಕರಣ ವಿಧಾನಗಳು ಲಭ್ಯವಿಲ್ಲ
ko: 사용 가능한 인증 방법 없음
ln: Ndenge moko te ya Kondimisa ezali
lv: Nav pieejamu autentifikācijas metožu
mr: कोणत्याही प्रमाणीकरण पद्धती उपलब्ध नाहीत
ms: Tiada Kaedah Pengesahan Tersedia
nb: Ingen autentiseringsmetoder tilgjengelig
nl: Geen authenticatiemethoden beschikbaar
nn_no: Ingen autentiseringsmetodar tilgjengeleg
pl: Brak dostępnych metod uwierzytelniania
pt: Nenhum método de autenticação disponível
pt_pt: Nenhum método de autenticação disponível
ro: Nicio metodă de autentificare disponibilă
ru: Нет доступных методов аутентификации
sk: Nie sú k dispozícii žiadne metódy overovania
sl: Ni razpoložljivih metod preverjanja pristnosti
sr: Нема доступних метода аутентификације
sr_latn: Nema dostupnih metoda autentifikacije
sv: Inga tillgängliga autentiseringsmetoder
ta: கிடைக்கக்கூடிய அங்கீகார முறைகள் இல்லை
th: ไม่มีวิธีการตรวจสอบสิทธิ์ที่พร้อมใช้งาน
tr: Kullanılabilir kimlik doğrulama yöntemi yok
uk: Немає доступних методів автентифікації
ur: کوئی دستیاب تصدیقی طریقے نہیں
vi: Không có phương thức xác thực khả dụng
zh: 没有可用的验证方式
zh_hant: 沒有可用的驗證方式
zh_hant_tw: 沒有可用的驗證方式

source: No MFA methods are configured as allowed. Please contact your administrator.
ar: لم يتم تكوين أي طرق MFA كمسموح بها. يرجى الاتصال بالمسؤول.
bg: Няма позволени MFA методи. Свържете се с администратора си.
bn: কোনো MFA পদ্ধতি অনুমোদিত নয়। প্রশাসকের সাথে যোগাযোগ করুন।
ca: No hi ha cap mètode MFA permès configurat. Posa't en contacte amb l'administrador.
cs: Nebyly povoleny žádné MFA metody. Kontaktujte svého administrátora.
da: Ingen MFA-metoder er tilladt. Kontakt administrator.
de: Keine MFA-Methoden sind als erlaubt konfiguriert. Bitte kontaktiere deinen Administrator.
de_at: Es sind keine MFA-Methoden als zulässig konfiguriert. Bitte wenden Sie sich an Ihren Administrator.
el: Δεν έχουν ρυθμιστεί επιτρεπόμενες μέθοδοι MFA. Επικοινωνήστε με τον διαχειριστή σας.
es: No hay métodos MFA configurados como permitidos. Por favor, contacta a tu administrador.
fa: هیچ روش MFA به عنوان مجاز پیکربندی نشده است. لطفاً با سرپرست خود تماس بگیرید.
fi: MFA-menetelmiä ei ole sallittu. Ota yhteyttä ylläpitäjään.
fil: Walang naka-configure na pinapayagang MFA methods. Mangyaring makipag-ugnayan sa iyong administrator.
fr: Aucune méthode d'authentification multifacteur n'est configurée comme autorisée. Contacte ton administrateur.
fr_ch: Aucune méthode d'authentification multifacteur n'est configurée comme autorisée. Veuillez contacter votre administrateur.
gsw: Es sind kei MFA-Methode als zuegloh konfiguriert. Bitte wend di a din Administrator.
gu: કોઈ MFA પદ્ધતિઓ મંજૂર તરીકે ગોઠવેલી નથી. કૃપા કરીને તમારા વ્યવસ્થાપકનો સંપર્ક કરો.
he: לא הוגדרו שיטות MFA כמותרות. אנא פנה למנהל המערכת שלך.
hi: कोई MFA विधियां अनुमत के रूप में कॉन्फ़िगर नहीं की गई हैं। कृपया अपने व्यवस्थापक से संपर्क करें।
hr: Nijedna MFA metoda nije dopuštena. Kontaktirajte administratora.
hu: Nincsenek engedélyezettként konfigurált MFA-módszerek. Lépjen kapcsolatba a rendszergazdával.
id: Tidak ada metode MFA yang dikonfigurasi sebagai diizinkan. Silakan hubungi administrator Anda.
it: Nessun metodo MFA è configurato come consentito. Contatta il tuo amministratore.
ja: 許可されたMFA方法が設定されていません。管理者にお問い合わせください。
kn: ಯಾವುದೇ MFA ವಿಧಾನಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆ ಎಂದು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 허용된 MFA 방법이 구성되어 있지 않습니다. 관리자에게 문의하세요.
ln: Ndenge moko te ya MFA esalemi lokola endimami. Bengelaki kozwa contact na administratɛrɛ na yo.
lv: Nav konfigurētas atļautās MFA metodes. Lūdzu, sazinieties ar administratoru.
mr: कोणत्याही MFA पद्धती परवानगी म्हणून कॉन्फिगर केलेल्या नाहीत. कृपया तुमच्या प्रशासकाशी संपर्क साधा.
ms: Tiada kaedah MFA dikonfigurasikan sebagai dibenarkan. Sila hubungi pentadbir anda.
nb: Ingen MFA-metoder er konfigurert som tillatt. Vennligst kontakt administratoren din.
nl: Er zijn geen MFA-methoden toegestaan. Neem contact op met je beheerder.
nn_no: Ingen MFA-metodar er konfigurert som tillate. Ver venleg og kontakt administratoren din.
pl: Żadne metody MFA nie są skonfigurowane jako dozwolone. Skontaktuj się z administratorem.
pt: Nenhum método de MFA está configurado como permitido. Entre em contato com seu administrador.
pt_pt: Nenhum método de MFA está configurado como permitido. Contacte o seu administrador.
ro: Nicio metodă MFA nu este configurată ca permisă. Contactați administratorul.
ru: Не настроены разрешенные методы MFA. Обратитесь к администратору.
sk: Nie sú nakonfigurované žiadne povolené metódy MFA. Obráťte sa na správcu.
sl: Nobena metoda MFA ni konfigurirana kot dovoljena. Obrnite se na skrbnika.
sr: Ниједан MFA метод није конфигурисан као дозвољен. Молимо контактирајте администратора.
sr_latn: Nijedan MFA metod nije konfigurisan kao dozvoljen. Molimo kontaktirajte administratora.
sv: Inga MFA-metoder är konfigurerade som tillåtna. Kontakta din administratör.
ta: அனுமதிக்கப்பட்ட MFA முறைகள் எதுவும் கட்டமைக்கப்படவில்லை. உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்.
th: ไม่มีวิธี MFA ที่กำหนดค่าเป็นที่อนุญาต โปรดติดต่อผู้ดูแลระบบของคุณ
tr: İzin verilen MFA yöntemi yapılandırılmamış. Lütfen yöneticinize başvurun.
uk: Не налаштовано дозволених методів MFA. Зверніться до адміністратора.
ur: اجازت یافتہ کے طور پر کوئی MFA طریقے ترتیب نہیں دیے گئے۔ براہ کرم اپنے منتظم سے رابطہ کریں۔
vi: Không có phương thức MFA nào được cấu hình là cho phép. Vui lòng liên hệ với quản trị viên của bạn.
zh: 未配置任何允许的 MFA 验证方式。请联系管理员。
zh_hant: 未設定任何允許的 MFA 驗證方式。請聯絡管理員。
zh_hant_tw: 未設定任何允許使用的 MFA 方式。請聯絡您的管理員。

source: OK
ar: موافق
bg: ОК
bn: ওকে
ca: D'acord
es: Aceptar
fa: تأیید
gu: ઓકે
he: אישור
hi: ठीक है
hr: U redu
kn: ಸರಿ
ko: 확인
ln: Malamu
lv: Labi
mr: ठीक आहे
ru: ОК
sl: V redu
sr: У реду
sr_latn: U redu
ta: சரி
th: ตกลง
tr: Tamam
uk: ОК
ur: ٹھیک ہے
zh: 确定
zh_hant: 確定
zh_hant_tw: 確定

source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
de_at: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fa: رمز عبور
fi: Salasana
fr: Mot de passe
fr_ch: Mot de passe
gsw: Passwort
gu: પાસવર્ડ
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
kn: ಪಾಸ್‌ವರ್ಡ್
ko: 비밀번호
ln: Liloba ya Kobombama
lv: Parole
mr: पासवर्ड
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
nn_no: Passord
pl: Hasło
pt: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sr: Лозинка
sr_latn: Lozinka
sv: Lösenord
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh: 密码
zh_hant: 密碼
zh_hant_tw: 密碼

# PasswordRecoveryEmailSentMessage
source: Follow the instructions sent to %@ to recover your password.
ar: اتبع التعليمات المرسلة إلى %@ لاستعادة كلمة المرور الخاصة بك.
de: Folge den Anweisungen, die an %@ gesendet wurden, um dein Passwort wiederherzustellen.
es: Sigue las instrucciones enviadas a %@ para recuperar tu contraseña.
fr: Suis les instructions envoyées à %@ pour récupérer ton mot de passe.

# PasswordRecoveryEmailSentTitle
source: Check your email
ar: تحقق من بريدك الإلكتروني
de: Überprüfe deine E-Mails
es: Revisa tu correo
fr: Vérifie tes e-mails

# PasswordRecoveryMessage
source: Get instructions sent to this email that explain how to reset your password.
ar: احصل على التعليمات المرسلة إلى هذا البريد الإلكتروني التي توضح كيفية إعادة تعيين كلمة المرور الخاصة بك.
de: Erhalte Anweisungen an diese E-Mail, die erklären, wie du dein Passwort zurücksetzen kannst.
es: Recibe instrucciones enviadas a este correo que explican cómo restablecer tu contraseña.
fr: Reçois des instructions envoyées à cet e-mail qui expliquent comment réinitialiser ton mot de passe.

# PasswordRecoveryTitle
source: Recover password
ar: استعادة كلمة المرور
de: Passwort wiederherstellen
es: Recuperar contraseña
fr: Récupérer le mot de passe

# PasswordVerificationMessage
source: You've already used %@ to sign in. Enter your password for that account.
ar: لقد استخدمت %@ بالفعل لتسجيل الدخول. أدخل كلمة المرور لذلك الحساب.
de: Du hast bereits %@ verwendet, um dich anzumelden. Gib dein Passwort für dieses Konto ein.
es: Ya has usado %@ para iniciar sesión. Ingresa tu contraseña para esa cuenta.
fr: Tu as déjà utilisé %@ pour te connecter. Saisis ton mot de passe pour ce compte.

source: Phone
ar: الهاتف
bg: Телефон
bn: ফোন
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
de_at: Telefon
el: Τηλέφωνο
es: Teléfono
fa: تلفن
fi: Puhelin
fil: Telepono
fr: Téléphone
fr_ch: Téléphone
gsw: Telefon
gu: ફોન
he: טלפון
hi: फ़ोन
hr: Telefon
hu: Telefon
id: Telepon
it: Telefono
ja: 電話
kn: ದೂರವಾಣಿ
ko: 전화
ln: Telefone
lv: Tālrunis
mr: फोन
ms: Telefon
nb: Telefon
nl: Telefoon
nn_no: Telefon
pl: Telefon
pt: Telefone
pt_pt: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sl: Telefon
sr: Телефон
sr_latn: Telefon
sv: Telefon
ta: தொலைபேசி
th: โทรศัพท์
tr: Telefon
uk: Телефон
ur: فون
vi: Điện thoại
zh: 手机
zh_hant: 電話
zh_hant_tw: 電話
